{
"about" : "Über mich",
"skillSet": "Skills",
"helloIAm": "Hallo! Ich bin Christian",
"developer": "ENTWICKLER",
"scroll": "SCROLLEN",
"workTogether": "Lass uns zusammen arbeiten",
"aboutMe-1": "Ich bin Frontend-Entwickler aus Oberkirch, Deutschland. Es bereitet mir Freude, Designern und Unternehmen dabei zu helfen, ihre Ideen in die Realität umzusetzen. Ich freue mich darauf, meine Entwicklerkarriere mit einer Stelle als Junior-Webentwickler fortzusetzen.",
"aboutMe-2": "Du suchst genau danach? Kontaktiere mich gerne!",
"sendMessage": "Nachricht senden",
"skillSetHeadline": "Skills",
"skillSetText": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
"portfolioDescription": "Hier eine kleine Auswahl meiner aktuellsten Projekte - teste sie gerne aus.",
"joinDescription": "Ein Task-Manager nach Kanban zum Erstellen und Verwalten von Aufgaben. Diese können hinzugefügten Nutzern zugewiesen und durch Drag-and-Drop organisiert werden.",
"polloLocoDescription": "Jump and Run basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
"simpleCRMDescription": "Ein sehr einfaches Customer Relationship Management System, das mit CRUD-Funktionalität arbeitet",
"pokedexDescription": "Ein Pokedex, der auf einer API basiert, um Informationen über verschiedene Arten von Pokémon zu katalogisieren und abzurufen.",
"liveTest": "Live Test",
"contact": "Kontakt",
"problemToSolve": "Stehen Sie vor einer Herausforderung oder haben eine Idee für ein Projekt?",
"contactMe": "Nehmen Sie gern Kontakt zu mir auf. Ich freue mich darauf, Ihre Ideen zu besprechen und mit Ihnen umzusetzen.",
"needFD": "Brauchen Sie einen Frontend-Entwickler? ",
"contactMe2": "Kontaktieren Sie mich!",
"enterName": "Ihr Name/Firma",
"enterNameError": "Bitte geben Sie Ihren Namen oder den Namen Ihrer Firma ein.",
"enterMail": "Ihre E-Mail",
"enterMailError": "Bitte nutzen Sie ein gültiges E-Mail-Format.",
"enterMessage": "Ihre Nachricht",
"enterMessageError": "Bitte beschreiben sie kurz Ihre Anfrage.",
"iHaveRead": "Ich habe die",
"privacyPolicy": "Datenschutzerklärung",
"iAgree": "gelesen und stimme der Verarbeitung meiner Daten gemäß den Bestimmungen zu.",
"sayHello": "Sag Hallo ;)",
"imprint": "Impressum"
}