{
 "about" : "About me",
 "skillSet": "Skill set",
 "hello": "Hello!",
 "iAmChristian": "I am Christian",
 "developer": "DEVELOPER",
 "scroll": "SCROLL",
 "workTogether": "Let's work together",
 "aboutMe-1": "Hi, I am a Front-end developer based in Oberkirch, Germany. I enjoy helping designers and companies bring their ideas into real life. I am looking forward to continuing my developer career with a job in a junior web developer position!",
 "aboutMe-2": "If you think I’d be a good match for your projects, contact me!",
 "sendMessage": "Send a message",
 "skillSetHeadline": "Skill set",
 "skillSetText": "I have gained experience in building projects with various front end technologies and concepts.",
 "portfolioDescription": "Explore a selection of my work here - please feel free to try them out.",
 "joinDescription": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
 "polloLocoDescription": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
 "simpleCRMDescription": "A very simple Customer Relationship Management system working with CRUD functionality",
 "pokedexDescription": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
 "liveTest": "Live test",
 "contact": "Contact",
 "problemToSolve": "Got a problem to solve or thinking about a project?",
 "contactMe": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
 "needFD": "Need a Frontend Developer? ",
 "contactMe2": "Contact me!",
 "enterName": "Your name/company",
 "enterNameError": "Please enter your name or the name of your company.",
 "enterMail": "Your email",
 "enterMailError": "Please use a valid email-format.",
 "enterMessage": "Your message",
 "enterMessageError": "Please briefly describe your request.",
 "iHaveRead": "I've read the",
 "privacyPolicy": "privacy policy",
 "iAgree": "and agree to the processing of my data as outlined.",
 "sayHello": "Say hello ;)",
 "imprint": "Imprint"
}