{
 "about" : "About me",
 "skillSet": "Skill set",
 "helloIAm": "Hello! I am Christian",
 "developer": "DEVELOPER",
 "scroll": "SCROLL",
 "workTogether": "Let's work together",
 "aboutMe-1": "Hi, I am a Front-end developer based in Oberkirch, Germany. I enjoy helping designers and companies bring their ideas into real life. I am looking forward to continuing my developer career with a job in a junior web developer position!",
 "aboutMe-2": "If you think I’d be a good match for your projects, contact me!",
 "sendMessage": "Send a message",
 "skillSetHeadline": "Skill set",
 "skillSetText": "I have gained experience in building projects with various front end technologies and concepts.",
 "portfolioDescription": "Explore a selection of my work here - please feel free to try them out.",
 "joinDescription": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
 "polloLocoDescription": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
 "simpleCRMDescription": "A very simple Customer Relationship Management system working with CRUD functionality",
 "pokedexDescription": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
 "liveTest": "Live test",
 "contact": "Contact",
 "problemToSolve": "Got a problem to solve or thinking about a project?",
 "contactMe": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
 "needFD": "Need a Frontend Developer? ",
 "contactMe2": "Contact me!",
 "enterName": "Your name/company",
 "enterNameError": "Please enter your name or the name of your company.",
 "enterMail": "Your email",
 "enterMailError": "Please use a valid email-format.",
 "enterMessage": "Your message",
 "enterMessageError": "Please briefly describe your request.",
 "iHaveRead": "I've read the",
 "privacyPolicy": "privacy policy",
 "iAgree": "and agree to the processing of my data as outlined.",
 "acceptPrivacyPolicyError": "Please accept the privacy policy.",
 "sayHello": "Say hello ;)",
 "imprint": "Imprint",
 "imprintContent": "",
 "accordingTo": "Information according to § 5 TMG",
 "represented": "Represented by:",
 "disclaimer": "Disclaimer:",
 "l-content": "Liability for content",
 "l-cont-text": "The contents of our pages have been created with the utmost care. However, we cannot guarantee the accuracy, completeness, and timeliness of the content. As a service provider, we are responsible for our own content on these pages in accordance with general laws pursuant to § 7 (1) TMG. According to §§ 8 to 10 TMG, we as a service provider are not obligated to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general law remain unaffected. However, liability in this regard is only possible from the point in time at which a concrete infringement of the law becomes known. If we become aware of any such infringements, we will remove the content immediately.",
 "l-links": "Liability for links",
 "l-links-text": "Our offer contains links to external websites of third parties, on whose contents we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the contents of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of a violation of the law. If we become aware of any legal infringements, we will remove such links immediately.",
 "copyright": "Copyright",
 "copyright-text": "The contents and works created by the site operators on these pages are subject to German copyright law. The duplication, processing, distribution, and any kind of exploitation outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any infringements, we will remove such content immediately.",
 "data-protection": "Data protection",
 "data-protection-text-1": "The use of our website is usually possible without providing personal data. As far as personal data (e.g., name, address, or email addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent.",
 "data-protection-text-2": "We would like to point out that data transmission over the Internet (e.g., communication by email) can have security gaps. A complete protection of data against access by third parties is not possible.",
 "data-protection-text-3": "The use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information materials is hereby expressly prohibited. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam emails.",
"imprintFrom": "Imprint from",
"imprintGenerator": "imprint generator",
"of": "of",
"lawFirm": "Hasselbach Law Firm, Frankfurt."
}
